Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.Remove Property
 Unload external data.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId Remove { get; }
Public Shared ReadOnly Property Remove As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ Remove {
	ExternalDataManagerCommandId^ get ();
}
static member Remove : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace